Repository: shsteven/slideapp
Catalog: 3/iOS/Locales/*/Localizable.strings
Languages: it, zh_hant

source: News & Updates
it: Novità
zh_hant: 新聞與更新

source: Cancel
it: Annulla
zh_hant: 取消

source: Send
it: Invia
zh_hant: 傳送

source: Add Photo or Video
it: Aggiungi foto o video
zh_hant: 添加照片或影片

source: Off
it: Spento
zh_hant: 關閉

source: Mover is an app that allows you to share files with other iPhones near you, with style. Download it at http://infinite-labs.net/mover/download or see it in action at http://infinite-labs.net/mover/
it: Mover è una applicazione che ti permette di condividere file con altri iPhone attorno a te, con stile. Scaricala: http://infinite-labs.net/mover/download o guardala in azione: http://infinite-labs.net/mover/
zh_hant: 使用Mover應用程式，您可以方便地與附近的其他 iPhone 共享文件。請從 http://infinite-labs.net/mover/download 下載，或者從 http://infinite-labs.net/mover/ 觀看操作示範。

source: Send by E-mail
it: E-mail
zh_hant: 以電子郵件發送

source: Send to App
it: Invia ad App ⇄

source: Dismiss
it: Chiudi
zh_hant: 離開

source: Network state
it: Stato rete
zh_hant: 網絡狀態

source: More
it: Altro
zh_hant: 更多

source: Take Photo
it: Scatta foto
zh_hant: 拍照

source: Choose what to send as an item of type '%@':
it: Scegli cosa inviare come elemento di tipo '%@':

source: Accepted types
it: Tipi accettati

source: Add Bookmarks from Safari
it: Aggiungi segnalibri da Safari
zh_hant: 從 Safari 添加書籤

source: no phone number.
it: nessun telefono.

source: Play
it: Riproduci
zh_hant: 播放

source: Delete
it: Elimina
zh_hant: 刪除

source: Wi-Fi Disconnected
it: Wi-Fi scollegato
zh_hant: Wi-Fi 已停止連線

source: actions
it: azioni

source: Paste
it: Incolla
zh_hant: 貼上

source: Receiving & Sending…
it: Ricevo e invio…

source: Send this item to:
it: Invia l'elemento a:
zh_hant: 將此項目傳送至：

source: From %@.%@
it: Da %1$@.%2$@

source: Open…
it: Apri…

source: Bookmark to %@
it: Segnalibro per %@
zh_hant: 將書籤添加至 %@

source: Clear App Catalog
it: Azzera Catalogo App

source: Sending…
it: Invio…

source: Licenses & Copyrights
it: Licenze e copyright
zh_hant: 許可和版權

source: SwapKit Catalog
it: Catalogo SwapKit

source: Untitled item
it: Elemento senza titolo
zh_hant: 未標題項目

source: Check for News
it: Scarica notizie
zh_hant: 檢查新聞

source: ⇄ Catalog
it: Catalogo ⇄

source: Mover can check for news when launched and warn you of available updates. This will be done at most once a day while on the cellular network, and will send no personal data.
it: Mover può controllare le notizie all'apertura e avvertirti di aggiornamenti disponibili. Il controllo non avviene più di una volta al giorno se sulla rete cellulare, e non invia dati personali.
zh_hant: Mover 啟動後可檢查新聞，還能向您提示最近的更新。在連接上手機網路時，每天最多執行一次，不會發送任何個人信息。

source: Receiving…
it: Ricevo…

source: %@ has been received.
it: %@ ricevuto.
zh_hant: %@ 已收到.

source: Check out this iPhone app, Mover
it: Prova questa applicazione: Mover
zh_hant: 試試這款 iPhone 應用程式 Mover

source: name
it: nome

source: This item is only saved on Mover's table. If you delete it, there will be no way to recover it.
it: Questo elemento è salvato solo sul tavolo di Mover. Se lo elimini, non potrà essere recuperato.
zh_hant: 此項目僅保存在 Mover 的表內。如果刪除，將無法再恢復。

source: Open
it: Apri
zh_hant: 打開

source: Add Contact
it: Aggiungi contatto
zh_hant: 新增聯絡人

source: Show
it: Mostra
zh_hant: 顯示

source: Touch to check
it: Tocca per controllare
zh_hant: 觸摸以檢查

source: You can remove a single item from the table by touching it, then using its Action button to delete it. You can also delete all items at once.
it: Puoi rimuovere un solo elemento dal tavolo toccandolo, poi toccando il suo pulsante Azione per eliminarlo. Puoi anche eliminare tutti gli elementi insieme.

source: Do you really want to clear the app catalog for this device?
it: Vuoi azzerare il catalogo delle app per questo dispositivo?

source: Delete All Items
it: Elimina Tutto

source: Tell a Friend
it: Condividi con un amico
zh_hant: 告訴你的朋友

source: About & More
it: Info e Altro
zh_hant: 關於和更多

source: Preview
it: Anteprima
zh_hant: 預覽

source: Actions for %@
it: Azioni per %@
zh_hant: %@ 操作

source: Remove from Table
it: Rimuovi dal tavolo
zh_hant: 從桌面刪除

source: %@ connected.
it: %@ collegato.
zh_hant: %@ 已連接。

source: Find out about Mover Lite's feature packs, or get more information on Mover+, the paid version of Mover, at the Store.
it: Apri il Negozio Mover per info sui pacchetti di funzionalità, o su Mover+, la versione a pagamento di Mover.

source: Settings & More
it: Impostazioni e Altro
zh_hant: 設置和更多

source: (you can add additional details here before sending if you want.)
it: (puoi inserire dettagli qui prima di inviare, se vuoi.)
zh_hant: （如果需要，您可以在此添加附加詳細信息後再發送。）

source: Sounds
it: Suoni

source: Image (NSData, PNG)
it: Immagine (NSData, PNG)

source: %@ disconnected.
it: %@ scollegato.
zh_hant: %@ 已停止連線

source: Send E-Mail to Contact
it: Manda E-Mail

source: Store
it: Negozio

source: Text clipping titled '%@'
it: Ritaglio di testo dal titolo '%@'
zh_hant: 文本剪貼簿名為 '%@'

source: Capture Photo or Video
it: Cattura foto o video
zh_hant: 照相或錄影

source: version
it: versione

source: Copy
it: Copia
zh_hant: 複製

source: Text (NSString)
it: Testo (NSString)

source: Add Photo
it: Aggiungi foto
zh_hant: 新增照片

source: Wi-Fi On
it: Wi-Fi attivo
zh_hant: Wi-Fi 打開

source: Preparing e-mail…
it: Preparo l'e-mail…
zh_hant: 編寫電子郵件…

source: Actions
it: Azioni

source: Item.%@
it: Elemento.%@

source: no e-mail.
it: nessuna e-mail.

source: multiple?
it: multipli?

source: Send Text
it: Invia Testo

source: UTIs
it: UTI

source: Mover+ has all the features of Mover, and can also resend videos, text clippings and bookmarks via Wi-Fi and Bluetooth.
it: Mover+ ha tutte le funzionalità di Mover e può anche reinviare video, ritagli di testo e segnalibri via Wi-Fi e Bluetooth.
zh_hant: Mover+ 擁有 Mover 的全部功能，還能通過 Wi-Fi 和藍牙重新發送影片、本文，剪貼簿和書籤。

source: Get more features in Mover+
it: Ottieni di più in Mover+
zh_hant: 下載 Mover+ 獲得更多功能

source: Shared.%@
it: Condiviso.%@
zh_hant: 已共享.%@

source: Ask for Support
it: Supporto tecnico
zh_hant: 尋求支持

source: No values
it: Nessun valore

source: %@, Contact
it: %@, Contatto
zh_hant: %@，聯絡人

source: %@, other device on the network
it: %@, dispositivo su questa rete
zh_hant: %@，網路上的其他設備

source: High Quality Video
it: Video di alta qualità

source: High quality videos take more time to transfer. Turn off to transfer a smaller, compressed video instead.
it: I video di alta qualità richiedono un tempo di trasferimento maggiore. Spegni l'alta qualità per inviare invece video compressi, più piccoli.
