Repository: shsteven/slideapp
Catalog: 3/iPhone/Locales/*/Localizable.strings
Languages: de, fr

source: Check out this iPhone app, Mover
de: Probieren Sie diese iPhone App aus: Mover
fr: Allez voir cette application iPhone, Mover

source: Off
de: Aus
fr: Désactiver

source: Cancel
de: Abbrechen
fr: Annuler

source: Preview
de: Vorschau
fr: Prévisualisation

source: This item is only saved on Mover's table. If you delete it, there will be no way to recover it.
de: Das Element befindet sich nur auf dem Tisch von Mover. Wenn es entfernt wird, kann es nicht wiederhergestellt werden.
fr: Cet élément n'est sauvegardé que sur la table de Mover. Il n'y aura aucun moyen de le récupérer s'il en est supprimé.

source: Remove from Table
de: Vom Tisch entfernen
fr: Supprimer de la table

source: Wi-Fi On
de: Wi-Fi aktiviert
fr: Wi-Fi Activé

source: News & Updates
de: Neuigkeiten & Updates
fr: Mises à jour

source: Shared.%@
de: Anhang.%@
fr: Partagé.%@

source: Add Photo or Video
de: Foto oder Video hinzufügen
fr: Ajouter photo ou vidéo

source: Show
de: Anzeigen
fr: Afficher

source: Send by E-mail
de: Per Email versenden
fr: Envoyer par courriel

source: About & More
de: Über Mover
fr: À propos et plus...

source: Capture Photo or Video
de: Foto oder Video aufzeichnen
fr: Capturer photo ou vidéo

source: Touch to check
de: Berühren zum Überprüfen
fr: Toucher pour vérifier

source: %@ disconnected.
de: %@ getrennt.
fr: %@ déconnecté.

source: %@ has been received.
de: %@ wurde empfangen.
fr: %@ a été reçu.

source: Copy
de: Kopieren
fr: Copier

source: Add Bookmarks from Safari
de: Lesezeichen von Safari hinzufügen
fr: Ajouter signets Safari

source: Wi-Fi Disconnected
de: Wi-Fi getrennt
fr: Wi-Fi déconnecté

source: More
de: Mehr
fr: Plus

source: Open
de: Öffnen
fr: Ouvrir

source: Settings & More
de: Einstellungen & Mehr
fr: Configuration

source: Add Contact
de: Kontakt hinzufügen
fr: Ajouter un contact

source: Bookmark to %@
de: Lesezeichen für %@
fr: Signet pour %@

source: Send this item to:
de: Dieses Element senden an:
fr: Envoyer cet élément à:

source: Text clipping titled '%@'
de: Textclip mit Titel '%@'
fr: Coupure de texte titré '%@'

source: Mover is an app that allows you to share files with other iPhones near you, with style. Download it at http://infinite-labs.net/mover/download or see it in action at http://infinite-labs.net/mover/
de: Mover ist eine App, die es auf elegante Weise ermöglicht, Dateien mit anderen iPhones in Ihrer Nähe auszutauschen. Laden Sie die App von http://infinite-labs.net/mover/download herunter oder sehen Sie die App in Aktion: http://infinite-labs.net/mover/
fr: Mover est une application qui vous permet de partager, avec style, des fichiers avec des iPhones proches de vous. Téléchargez le sur http://infinite-labs.net/mover/download ou allez le voir en action sur http://infinite-labs.net/mover/

source: Send
de: Senden
fr: Envoyer

source: %@, other device on the network
de: %@, anderes Gerät im Netzwerk
fr: %@, autre appareil sur le réseau

source: Preparing e-mail…
de: Bereite Email vor...
fr: Préparation de l'e-mail…

source: Take Photo
de: Foto aufnehmen
fr: Photographier

source: %@, Contact
de: %@, Kontakt

source: Mover+ has all the features of Mover, and can also resend videos, text clippings and bookmarks via Wi-Fi and Bluetooth.
de: Mover+ hat alle Features von Mover und kann außerdem Videos, Text aus der Zwischenablage und Safari-Lesezeichen über Wi-Fi und Bluetooth senden.
fr: Mover+ possède toutes les fonctionnalités de Mover et permet aussi d'envoyer des extraits de texte et des signets via Wi-Fi et Bluetooth.

source: Tell a Friend
de: Weitersagen
fr: Avertir un ami

source: Delete
de: Löschen
fr: Supprimer

source: Licenses & Copyrights
de: Lizenzen & Copyrights
fr: Licences et Copyrights

source: %@ connected.
de: %@ verbunden.
fr: %@ connecté.

source: Get more features in Mover+
de: Mehr Features mit Mover+
fr: Obtenez plus de fonctionnalités dans Mover+

source: Mover can check for news when launched and warn you of available updates. This will be done at most once a day while on the cellular network, and will send no personal data.
de: Mover kann beim Start nach Neuigkeiten suchen und Sie über verfügbare Updates informieren. Dies geschieht höchstens ein Mal täglich über das Mobilfunknetz, und es werden dabei keine persönlichen Daten übermittelt.
fr: Mover peut vérifier les News au lancement et vous avertir lors des mises à jour. Ce sera fait au plus une fois par jour sur le réseau de téléphonie mobile et n'enverra aucune données personnelles.

source: Ask for Support
de: Technischer Support
fr: Support technique

source: Untitled item
de: Unbenanntes Element
fr: Élément sans titre

source: Dismiss
de: Schließen
fr: Passer

source: Actions for %@
de: Aktionen für %@
fr: Actions pour %@

source: (you can add additional details here before sending if you want.)
de: (Sie können hier bei Bedarf zusätzliche Details hinzufügen.)
fr: (vous pouvez ajouter ici des détails avant d'envoyer, si vous voulez.)

source: Add Photo
de: Bild hinzufügen
fr: Ajouter Image

source: Play
de: Wiedergabe
fr: Lancer

source: Paste
de: Einfügen
fr: Coller

source: Network state
de: Netzwerkstatus
fr: Statut réseau

source: Check for News
de: Nach Neuigkeiten suchen
fr: Vérifier les News
